Repository: langsci/reviewsTab
Catalog: reviews/locale/*/locale.po
Languages: de_de

# plugins.generic.reviewsTab.reviews.reviewer
source: Reviewer
de_de: Gutachter

# plugins.generic.reviewsTab.reviews.moneyQuote
source: Money quote
de_de: O-Ton

# plugins.generic.reviewsTab.reviews.date
source: Submission date
de_de: Einreichung

# plugins.generic.reviewsTab.reviews.lable.date
source: Submission date (YYYYMMDD)
de_de: Datum der Einreichung (YYYYMMDD)

# plugins.generic.reviewsTab.reviews.linkName
source: Link name
de_de: Name des Links

# plugins.generic.reviewsTab.reviews.addReview
source: Add review
de_de: Gutachten hinzufügen

# plugins.generic.reviewsTab.reviews.tooltip.addReview
source: Add review
de_de: Gutachten hinzufügen

# plugins.generic.reviewsTab.reviews.title
source: Reviews
de_de: Gutachten

# plugins.generic.reviewsTab.reviews.noneCreated
source: No reviews yet.
de_de: Bislang gibt es keine Gutachten

# plugins.generic.reviewsTab.reviews.dateFormat
source: Date must be of the format YYYYMMDD
de_de: Das Datum muss das folgende Format haben: YYYYMMDD

# plugins.generic.reviewsTab.reviews.urlFormat
source: Url not valid (http/https://...)
de_de: Url nicht gültig (http/https://...)
